Repository: fmarzocca/List-all-posts-by-ACT
Catalog: languages/list-all-posts-by-authors-nested-categories-and-titles-*.po
Languages: it_it, nl_nl

source: Automatic shortcode generator
it_it: Generatore automatico di Shortcode
nl_nl: Automatische shortcode generator

source: Select what list(s) to show:
it_it: Seleziona quale lista(e) visualizzare
nl_nl: Selecteer welke lijst(en) getoond moeten worden:

source: Categories
it_it: Categorie
nl_nl: Categorieën

source: Authors
it_it: Autori
nl_nl: Auteurs

source: Titles
it_it: Titoli
nl_nl: Titels

source: Selecting more than one choice will include a selector dropdown box in your page.
it_it: Selezionando più di una scelta, un selettore dropdown verrà visualizzato nella pagina.
nl_nl: Als je er meer dan één kiest verschijnt er een dropdown op je pagina.

source: Is this a single user site?
it_it: È questo un sito singolo utente?
nl_nl: Heeft deze site slechts één auteur?

source: Yes
it_it: Sì
nl_nl: Ja

source: This option is for websites with a single author. It removes grouping by Authors and any author name in the list.
it_it: Questa opzione è per siti con singolo autore. La lista Autori viene rimossa.
nl_nl: Deze optie is voor websites met slechts één auteur. Het verwijdert groepering op Auteurs en alle auteurnamen in de lijst.

source: Include admin's posts?
it_it: Includi gli articoli dell'amministratore?
nl_nl: Ook Admin berichten tonen?

source: Limit number of posts to max:
it_it: Limita il numero di articoli a max:
nl_nl: Limiteer het aantal berichten tot maximaal:

source: Limit the number of posts in the lists, including only<br /> a certain number of the most recent posts.<br />This is achieved separately for the 3 lists.
it_it: Limita il numero di articoli nella lista, includendo solo<br /> un certo numero di articoli recenti.<br />La configurazione può essere diversa per ogni lista.
nl_nl: Limiteer het aantal berichten in de lijsten, met alleen<br />een bepaald aantal recente berichten.<br />Dit is gescheiden voor alle 3 lijsten.

source: Categories (0 means no limit)
it_it: Categorie (0 significa nessun limite)
nl_nl: Categorieën (0 betekent geen limiet)

source: Limit the Categories list to only the "x" most recent for every category.
it_it: Limita la lista Categorie agli "x" articoli più recenti.
nl_nl: Limiteer de categorieënlijst tot alleen de "x" meest recente.

source: Authors (0 means no limit)
it_it: Autori (0 significa nessun limite)
nl_nl: Auteurs (0 betekent geen limiet)

source: Limit the Authors list to only the "x" most recent for every author.
it_it: Limita la lista Autori agli "x" articoli più recenti.
nl_nl: Limiteer de auteurslijst tot alleen de "x" meest recente.

source: Titles (0 means no limit)
it_it: Titoli (0 significa nessun limite)
nl_nl: Titels (0 betekent geen limiet)

source: Limit the Titles list to only the "x" most recent ones.
it_it: Limita la lista Titoli agli "x" articoli più recenti.
nl_nl: Limiteer de titelslijst tot alleen de "x" meest recente.

source: Show posts in reverse date order <br />(not applicable to List by Title)
it_it: Elenca gli articoli in ordine inverso di data<br />(non applicabile alla lista per Titolo)

source: Default is from newest to oldest post
it_it: Valore predefinito: dal più nuovo al più vecchio

source: Categories to be EXCLUDED <br />(posts in selected Categories won't be listed)
it_it: Categorie da ESCLUDERE<br />(gli articoli nelle categorie selezionate non verranno visualizzati)

source: Exclude posts from selected Categories
it_it: Escludi articoli dalle categorie selezionate.
nl_nl: Sluit berichten van de geselecteerde Categorieën uit

source: Generate Shortcode
it_it: Genera lo Shortcode
nl_nl: Genereer shortcode

source: This is your shortcode:
it_it: Questo è il tuo shortcode:
nl_nl: Dit is jouw shortcode:

source: Copy & Paste it into your page
it_it: Copia e incolla la stringa nella tua pagina
nl_nl: Kopieëer & plak het in je pagina

source: Group by:
it_it: Visualizza per:
nl_nl: Gegroepeerd op:

source: Author
it_it: Autore
nl_nl: Auteur

source: Title
it_it: Titolo
nl_nl: Titel

source: Category
it_it: Sezione
nl_nl: Categorie

source: You must select at least one list to show!
it_it: Deve selezionare almeno una lista da visualizzare!
nl_nl: Je moet minstens één lijst selecteren om te tonen!

source: The shortcode has been generated. You'll find it at the bottom of this page.
it_it: Lo Shortcode è stato generato. Lo troverai in fondo a questa pagina.
nl_nl: De shortcode is gegenereerd. Je vindt hem aan het einde van deze pagina.
